Revit 2024 API
FabricationPart.FreeSize Property
 The inner size of the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public string FreeSize { get; }
Visual Basic
Public ReadOnly Property FreeSize As String
	Get
Visual C++
public:
property String^ FreeSize {
	String^ get ();
}
See Also
FabricationPart Class
Autodesk.Revit.DB Namespace